export const questions = [
   {
    question: 'Вы заходите в какую-то организацию:',
    answerOptions: [
        {answer: 'Обращаете внимание на расположение столов и стульев', point: 3},
        {answer: 'Обращаете внимание на точное расположение предметов', point: 10},
        {answer: 'Разглядываете, что висит на стенах', point: 5},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },

   {
    question: 'Встречаясь с человеком, вы:',
    answerOptions: [
        {answer: 'Смотрите ему только в лицо', point: 5},
        {answer: 'Незаметно оглядываете его с ног до головы', point: 10},
        {answer: 'Обращаете внимание лишь на отдельные части лица (глаза, нос...)', point: 3},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },

    {
    question: 'Что вам запоминается из увиденного пейзажа:',
    answerOptions: [
        {answer: 'Цвета', point: 10},
        {answer: 'Небо', point: 5},
        {answer: 'Чувство радости или грусти, охватившее вас тогда', point: 3},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
    
    {
    question: 'Когда вы утром просыпаетесь, то:',
    answerOptions: [
        {answer: 'Сразу же вспоминаете, что вам предстоит делать', point: 10},
        {answer: 'Вспоминаете, что вам снилось', point: 3},
        {answer: 'Обдумываете, что произошло вчера', point: 5},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
        
    {
    question: 'Когда вы садитесь в общественный транспорт, то:',
    answerOptions: [
        {answer: 'Проходите вперед, ни на кого не глядя', point: 3},
        {answer: 'Разглядываете тех, кто стоит рядом', point: 5},
        {answer: 'Обмениваетесь словом-другим с теми, кто к вам ближе всего', point: 10},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },

    {
    question: 'На улице вы:',
    answerOptions: [
        {answer: 'Наблюдаете за транспортом', point: 5},
        {answer: 'Смотрите на фасад домов', point: 3},
        {answer: 'Наблюдаете за прохожими', point: 10},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },

    {
    question: 'Когда вы смотрите на витрину, то:',
    answerOptions: [
        {answer: 'Интересуетесь лишь тем, что может вам пригодиться', point: 3},
        {answer: 'Смотрите и на то, что вам в данный момент не нужно', point: 5},
        {answer: 'Несколько раз внимательно рассматриваете каждый предмет', point: 10},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
        
    {
    question: 'Если дома вам нужно что-то найти, то вы:',
    answerOptions: [
        {answer: 'Сосредоточиваетесь на том месте, где, как вы предполагаете, могли оставить этот предмет', point: 10},
        {answer: 'Ищете везде', point: 5},
        {answer: 'Просите других помочь вам', point: 3},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
        
    {
    question: 'Рассматривая старый групповой снимок ваших близких, друзей, вы:',
    answerOptions: [
        {answer: 'Волнуетесь', point: 5},
        {answer: 'Вам становится смешно', point: 3},
        {answer: 'Вы пытаетесь узнать тех, кто снят', point: 10},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
        
    {
    question: 'Представьте, что вам предложили сыграть в азартную игру, которую вы не знаете. Вы:',
    answerOptions: [
        {answer: 'Пытаетесь научиться в нее играть и выигрывать', point: 10},
        {answer: 'Отказываетесь от этой затеи через какое-то время', point: 5},
        {answer: 'Вообще не играете', point: 3},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
        
    {
    question: 'Вы кого-то ждете в парке и:',
    answerOptions: [
        {answer: 'Внимательно наблюдаете за теми, кто рядом с вами', point: 10},
        {answer: 'Читаете газету', point: 5},
        {answer: 'О чем-то мечтаете (думаете)', point: 3},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
        
    {
    question: 'В звездную ночь вы:',
    answerOptions: [
        {answer: 'Пытаетесь разглядеть созвездия', point: 10},
        {answer: 'Просто смотрите на небо', point: 5},
        {answer: 'Вообще не смотрите', point: 3},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
        
    {
    question: 'Читая книгу, вы:',
    answerOptions: [
        {answer: 'Помечаете карандашом то место, до которого дошли', point: 103},
        {answer: 'Оставляете закладку', point: 5},
        {answer: 'Доверяете своей памяти', point: 3},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
        
    {
    question: 'О своих соседях вы помните:',
    answerOptions: [
        {answer: 'Их имя и отчество', point: 10},
        {answer: 'Их внешность', point: 5},
        {answer: 'Ни то, ни другое', point: 3},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
        
    {
    question: 'Оказавшись перед сервированным столом:',
    answerOptions: [
        {answer: 'Восхищаетесь его изысканностью', point: 3},
        {answer: 'Проверяете, все ли на месте', point: 10},
        {answer: 'Смотрите, все ли стулья стоят как нужно', point: 5},
        {answer: 'Затрудняюсь ответить', point: 0},
    ]
    },
]
   